tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
#tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osgeo/osgeo4mac"

brew "asciinema"
brew "awscli@1"
brew "bats-core"
brew "create-dmg"
brew "docker-machine-nfs"
brew "envchain"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gpg"
brew "go"
brew "go-bindata"
brew "goenv"
brew "gomplate"
brew "hub"
brew "imagemagick"
brew "jq"
brew "n"
brew "pkg-config"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "goreleaser/tap/goreleaser"
brew "zsh"

cask "amazon-music"
cask "brave-browser"
cask "docker"
cask "encryptme"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "ngrok"
cask "monodraw"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"

mas "Pixelmator", id: 407963104
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353